{ "Compilation" : [
    { "Author" : "Hillary Diane Rodham Clinton",
      "Occupation" : "American Politician",
      "Works" : "Lost to Barack Obama and Donald Trump during the early 21 century Elections ",
      "Quote" : "If you win, you need not have to explain...If you lose, you should not be there to explain!"
    },
    { "Author" : "Lizzie Velasquez",
      "Occupation" : "American Motivaional Speaker, Activist, and Youtuber",
      "Works" : "Having an extremely rare congenital disease called Marfanoid–progeroid–lipodystrophy syndrome",
      "Quote" : "Do not compare yourself to others. If you do so, you are insulting yourself."
    },
    { "Author" : "Calvin Cordozar Broadus Jr. (Snoop Dog)",
      "Occupation" : "American Rapper",
      "Works" : "Null",
      "Quote" : "If you want to shine like sun first you have to burn like it."
    },
    { "Author" : "Gaius Julius Caesar",
      "Occupation" : "Roman General and Statesman",
      "Works" : "Being the Dictator of Rome and member of the First Triumvirate",
      "Quote" : "And I can fight only for something that I love, love only what I respect, and respect only what I at least know."
    },
    { "Author" : "Theodore Roosevelt Jr.",
      "Occupation" : "26th American President, Politician, Statesman, Conservationist, Naturalist, and Historian",
      "Works" : "Conservation of American land",
      "Quote" : "Anyone can deal with victory. Only the mighty can bear defeat."
    },
    { "Author" : "Albert Einstein",
      "Occupation" : "German-born Theoretical Physicist",
      "Works" : "Developing the Theory of Relativity and contributions to Quantum Mechanics",
      "Quote" : "Think Thousand times before taking a decision But - After taking decison never turn back even if you get Thousand difficulties!"
    },
    { "Author" : "Alphonse Gabriel Capone (Scarface)",
      "Occupation" : "American Gangster and Businessman",
      "Works" : "Being co-founder and boss of the Chicago Fit",
      "Quote" : "When diplomacy ends, War begins."
    },
    { "Author" : "Charles Darwin",
      "Occupation" : "English Naturalist, Geologist, and Biologist",
      "Works" : "Contributions to Evolutionary Biology",
      "Quote" : "The stronger must dominate and not mate with the weaker, which would signify the sacrifice of its own higher nature. Only the born weakling can look upon this principle as cruel, and if he does so it is merely because he is of a feebler nature and narrower mind; for if such a law did not direct the process of evolution then the higher development of organic life would not be conceivable at all."
    },
    { "Author" : "Kanye West",
      "Occupation" : "American Rapper",
      "Works" : "Being one of the most influential musicians of all time",
      "Quote" : "I use emotion for the many and reserve reason for the few."
    },
    { "Author" : "Michael Jackson",
      "Occupation" : "American Singer-Songwriter",
      "Works" : "Null",
      "Quote" : "He alone, who owns the youth, gains the future."
    },
    { "Author" : "John Fitzgerald Kennedy",
      "Occupation" : "American Politician",
      "Works" : "Being the 35th President of the United States",
      "Quote" : "To conquer a nation, first disarm its citizens."
    },
    { "Author" : "Kim Jae-joong (Jaejoong)",
      "Occupation" : "South Korean Singer-Songwriter, Actor, and Director",
      "Works" : "Being a member of the Korean Pop group, JYJ and TVXQ",
      "Quote" : "The art of reading and studying consists in remembering the essentials and forgetting what is not essential."
    },
    { "Author" : "Sir Charles Spencer Chaplin Jr.",
      "Occupation" : "English Comic Actor, Filmmaker, and Composer",
      "Works" : "Contributions to the Silent Film Industry",
      "Quote" : "Instruction in world history in the so-called high schools is even today in a very sorry condition. Few teachers understand that the study of history can never be to learn historical dates and events by heart and recite them by rote; that what matters is not whether the child knows exactly when this battle or that was fought, when a general was born, or even when a monarch (usually a very insignificant one) came into the crown of his forefathers. No, by the living God, this is very unimportant. To 'learn' history means to seek and find the forces which are the causes leading to those effects which we subsequently perceive as historical events."
    },
    { "Author" : "Charlie Sheen",
      "Occupation" : "American Actor",
      "Works" : "Two and a Half Men",
      "Quote" : "The only preventative measure one can take is to live irregularly."
    },
    { "Author" : "John Adams",
      "Occupation" : "American Statesman, Attorney, Diplomat, Writer, and Founding Father",
      "Works" : "Second President of the United States",
      "Quote" : "If freedom is short of weapons, we must compensate with willpower."
    },
    { "Author" : "Elon Reeve Musk",
      "Occupation" : "American Entrepreneur and Business Magnate",
      "Works" : "Being the founder, CEO, and chief Engineer at SpaceX and founder of The Boring Company",
      "Quote" : "The state must declare the child to be the most precious treasure of the people. As long as the government is perceived as working for the benefit of the children, the people will happily endure almost any curtailment of liberty and almost any deprivation."
    },
    { "Author" : "Morgan Freeman",
      "Occupation" : "American Actor, Director, and Narrator",
      "Works" : "Null",
      "Quote" : "He who would live must fight. He who doesn't wish to fight in this world, where permanent struggle is the law of life, has not the right to exist."
    },
    { "Author" : "James Hugh Calum Laurie",
      "Occupation" : "English Actor, Author, Comedian, Director, Musician, Singer",
      "Works" : "House",
      "Quote" : "Humanitarianism is the expression of stupidity and cowardice."
    },
    { "Author" : "Mary, Queen of Scots (Mary Stuart)",
      "Occupation" : "Former Queen of Scotland",
      "Works" : "Ascending the throne at six days old, after regicide.",
      "Quote" : "The leader of genius must have the ability to make different opponents appear as if they belonged to one category."
    },
    { "Author" : "George Soros",
      "Occupation" : "Hungarian-born American Billionaire Investor and Philanthropist",
      "Works" : "Donations to the Open Society Foundations",
      "Quote" : "Through clever and constant application of propaganda, people can be made to see paradise as hell, and also the other way round, to consider the most wretched sort of life as paradise."
    },
    { "Author" : "Charles Darwin",
      "Occupation" : "English Naturalist, Geologist, and Biologist",
      "Works" : "Contributions to Evolutionary Biology",
      "Quote" : "Life doesn't forgive weakness."
    },
    { "Author" : "Charles Darwin",
      "Occupation" : "English Naturalist, Geologist, and Biologist",
      "Works" : "Contributions to Evolutionary Biology",
      "Quote" : "Struggle is the father of all things. It is not by the principles of humanity that man lives or is able to preserve himself above the animal world, but solely by means of the most brutal struggle."
    },
    { "Author" : "Kanye West",
      "Occupation" : "American Rapper",
      "Works" : "Being one of the most influential musicians of all time",
      "Quote" : "Be proud of your people when you don't have to be ashamed of any of its social classes."
    },
    { "Author" : "Sir Winston Leonard Spencer Churchill",
      "Occupation" : "British Statesman and British Prime Minister of 1940 to 1945 and 1951 to 1955",
      "Works" : "Extending World War 2 for personal interests and increase morale for the British war effort.",
      "Quote" : "But the most brilliant propagandist technique will yield no success unless one fundamental principle is borne in mind constantly and with unflagging attention. It must confine itself to a few points and repeat them over and over. Here, as so often in this world, persistence is the first and most important requirement for success."
    },
    { "Author" : "Ray Milton Blanchard",
      "Occupation" : "American-Canadian Sexologist",
      "Works" : "Studies on Transexualism and Pedophilia",
      "Quote" : "When people attempt to rebel against the iron logic of Nature, they come into conflict with the very same principles to which they owe their existence as human beings. Their actions against Nature must lead to their own downfall"
    },
    { "Author" : "Michael Jackson",
      "Occupation" : "American Singer-Songwriter",
      "Works" : "Null",
      "Quote" : "I begin with the young. We older ones are used up but my magnificent youngsters! Are there finer ones anywhere in the world? Look at all these men and boys! What material! With you and I, we can make a new world."
    },
    { "Author" : "Thomas Edison",
      "Occupation" : "American Inventor and Businessman",
      "Works" : "Edison Records, Contributions to Direct Current Technologies",
      "Quote" : "My spirit will rise from the grave and the world will see i was right."
    },
    { "Author" : "Mark Twain",
      "Occupation" : "American Author",
      "Works" : "Adventures of Huckleberry Finn",
      "Quote" : "I know that fewer people are won over by the written word than by the spoken word and that every great movement on this earth owes its growth to great speakers and not to great writers."
    },
    { "Author" : "Walter Elias Disney",
      "Occupation" : "American Entrepreneur, Animator, Writer, Voice Actor, and Film Producer",
      "Works" : "Walt Disney",
      "Quote" : "The American president increasingly used his influence to create conflicts, intensify existing conflicts, and, above all, to keep conflicts from being resolved peacefully. For years this man looked for a dispute anywhere in the world, but preferably in Europe, that he could use to create political entanglements with American economic obligations to one of the contending sides, which would then steadily involve America in the conflict and thus divert attention from his own confused domestic economic policies."
    },
    { "Author" : "François-Marie Arouet (Voltaire)",
      "Occupation" : "French Enlightenment Writer, Historian, and Philosopher",
      "Works" : "Candide",
      "Quote" : "Industry, technology, and commerce can thrive only as long as an idealistic national community offers the necessary preconditions. And these do not lie in material egoism, but in a spirit of sacrifice and joyful renunciation"
    },
    { "Author" : "Friedrich Wilhelm Nietzsche",
      "Occupation" : "German Philosopher, Cultural Critic, and Philologist",
      "Works" : "Nihilism",
      "Quote" : "Sparta must be regarded as the first völkisch state. The exposure of the sick, weak, deformed children, in short, their destruction, was more decent and in truth a thousand times more human than the wretched insanity of our day which preserves the most diseased subject."
    },
    { "Author" : "Alexander the Great",
      "Occupation" : "Former King of Macedonia",
      "Works" : "Military Campaign, being undefeated in battle and is widely considered to be one of history's greatest and most successful military commanders",
      "Quote" : "All great movements are popular movements. They are the volcanic eruptions of human passions and emotions, stirred into activity by the ruthless Goddess of Distress or by the torch of the spoken word cast into the midst of the people."
    },
    { "Author" : "Karl Marx",
      "Occupation" : "German Philosopher",
      "Works" : "Marxism, Theory of Alienation, Labor Theory of Value",
      "Quote" : "The amount of money that is in your bank at the time of your death is the extra work you did which wasn't necessary."
    },
    { "Author" : "Adam Sandler",
      "Occupation" : "American Comedian",
      "Works" : "Null",
      "Quote" : "Gods and beasts, that is what our world is made of."
    },
    { "Author" : "Katy Perry",
      "Occupation" : "American Singer-Songwriter",
      "Works" : "Null",
      "Quote" : "The doom of a nation can be averted only by a storm of flowing passion, but only those who are passionate themselves can arouse passion in others."
    },
    { "Author" : "George Washington",
      "Occupation" : "First United States of America President",
      "Works" : "The Potomac Company",
      "Quote" : "Why could I not have been born a hundred years ago? I used to ask myself. Somewhere about the time of the Wars of Liberation, when a man was still of some value even though he had no business."
    },
    { "Author" : "Martin Luther King, Jr.",
      "Occupation" : "American Baptist Minister",
      "Works" : "Leading the civil rights movement from 1955",
      "Quote" : "Those who have no understanding of the political world around them have no right to criticise or complain."
    }
  ]
}
